Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: No invokable class registered that implements interface %s of (soap action/path) %s
de_de: Zum Implementieren von Interface %s für (SOAP-Aktion/Pfad) %s ist keine aufrufbare Klasse registriert.
fr_fr: Aucune classe invoquable recensée pour implémenter l'interface %s de (action/chemin soap) %s
ja_jp: (SOAP action/path) %1:s のインターフェイスを実装する起動可能クラス %0:s は登録されていません。

source: No interface registered for soap action '%s'
de_de: Kein registriertes Interface für die SOAP-Aktion '%s'
fr_fr: Aucune interface recensée pour l'action soap '%s'
ja_jp: SOAP アクション '%s' のためのインターフェイスは登録されていません。

source: No interface registered for URL '%s'
de_de: Kein registriertes Interface für URL '%s'
fr_fr: Aucune interface recensée pour l'URL '%s'
ja_jp: URL '%s' のインターフェイスは登録されていません。

source: Remotable Type %s not registered
de_de: Typ %s ist nicht registriert
fr_fr: Type Remotable %s non recensé
ja_jp: リモータブル型 %s は登録されていません

source: Type mismatch in parameter %s
de_de: Keine Typübereinstimmung im Parameter %s
fr_fr: Non concordance de type dans le paramètre %s
ja_jp: パラメータ %s の型が一致しません

source: No method named '%s' is supported by interface '%s'
de_de: Methode mit Namen '%s' wird von Interface '%s' nicht unterstützt
fr_fr: Aucune méthode nommée '%s' n'est supportée par l'interface '%s'
ja_jp: インターフェイス '%1:s' ではメソッド名 '%0:s' はサポートしていません

source: Interface not registered, UUID = %s
de_de: Interface nicht registriert, UUID = %s
fr_fr: Interface non recensée, UUID = %s
ja_jp: インターフェイスが登録されていません。UUID = %s

source: Interface has no RTTI, UUID = %s
de_de: Interface hat kein RTTI, UUID = %s
fr_fr: L'interface n'a pas de RTTI, UUID = %s
ja_jp: インターフェイスは RTTI 情報を持っていません。UUID = %s

source: No WSDL document associated with WSDLView
de_de: Kein WSDL-Dokument zugeordnet zu WSDLView
fr_fr: Aucun document WSDL associé à WSDLView
ja_jp: WSDLView に関連付けられた WSDL ドキュメントがありません

source: Invalid WSDL document '%s' - Please verify the location and content! Error: %s
de_de: Ungültiges WSDL-Dokument '%s' - Bitte überprüfen Sie Speicherort und Inhalt! Fehler: %s
fr_fr: Document WSDL '%s' incorrect - Veuillez vérifier son emplacement et son contenu ! Erreur : %s
ja_jp: WSDL ドキュメント '%s' は不正です。- 位置と内容を確認してください。 エラー：%s

source: Empty document
de_de: Leeres Dokument
fr_fr: Document vide
ja_jp: 空のドキュメント

source: Missing Type name
de_de: Typname fehlt
fr_fr: Nom de type manquant
ja_jp: 型名がありません

source: Invalid complex type derivation: %s
de_de: Ungültige Ableitung des komplexen Typs: %s
fr_fr: Dérivation de type complexe incorrecte : %s
ja_jp: 無効な複合タイプの派生: %s

source: Name not allowed on a ref item
de_de: Name für Verweiselement nicht zulässig
fr_fr: Nom non autorisé pour un élément réf
ja_jp: リファレンスアイテムには名前を付けられません

source: Global scheam items may not contain a ref
de_de: Globale Schemaelemente dürfen keine Verweise enthalten
fr_fr: Les éléments de schéma global ne peuvent pas contenir de réf.
ja_jp: グローバルスキーマアイテムはリファレンスを含んでいないかもしれません

source: %s cannot be set on a ref item
de_de: %s darf für ein Verweiselement nicht gesetzt werden
fr_fr: %s ne peut pas être défini pour un élément réf
ja_jp: %s はリファレンスアイテムで設定できません

source: Set the GroupRef property for the cmGroupRef content model
de_de: Legen Sie die Eigenschaft GroupRef für das cmGroupRef-Inhaltsmodell fest
fr_fr: Définir la propriété GroupRef pour le modèle de contenu cmGroupRef
ja_jp: cmGroupRef コンテントモデルの GroupRef プロパティの設定

source: ContentModel not set
de_de: ContentModel nicht gesetzt
fr_fr: ContentModel non défini
ja_jp: ContentModel が設定されていません

source: Facets and Enumeration not allowed on this kind of datatype "%s"
de_de: Facetten und Enumeration für diesen Datentyp "%s" nicht zulässig
fr_fr: Facets et Enumeration non autorisés sur ce type de données "%s"
ja_jp: ファセットおよび列挙型はこの種のデータタイプ "%s" では許可されません

source: Invalid built-in type name "%s"
de_de: Ungültiger interner Typname "%s"
fr_fr: Nom de type incorporé "%s" incorrect
ja_jp: 無効なビルドインタイプ名 "%s"

source: Built-in Type
de_de: Interner Typ
fr_fr: Type incorporé
ja_jp: ビルドイン型

source: XMLData to XML Schema Translator (.xml -> .xsd)
de_de: Übersetzer XMLData nach XML-Schema (.xml -> .xsd)
fr_fr: XMLData vers XML Schema Translator (.xml -> .xsd)
ja_jp: XMLDataFile を指定する必要があります

source: 1999 XML Schema Translator (.xsd <-> .xsd)
de_de: 1999 XML-Schema-Übersetzung (.xsd <-> .xsd)
ja_jp: 1999 XML スキーマトランスレータ (.xsd <-> .xsd)

source: DTD to XML Schema Translator (.dtd <-> .xsd)
de_de: Übersetzer DTD nach XML-Schema (.dtd <-> .xsd)
fr_fr: DTD vers XML Schema Translator (.dtd <-> .xsd)
ja_jp: DTD から XML Schema へのトランスレータ (.dtd <-> .xsd)

source: XDR to XML Schema Translator (.xdr <-> .xsd)
de_de: Übersetzer XDR nach XML-Schema (.xdr <-> .xsd)
fr_fr: XDR vers XML Schema Translator (.xdr <-> .xsd)
ja_jp: XDR to XML スキーマトランスレータ (.xdr <-> .xsd)

source: Unsupported SOAP encodingStyle %s
de_de: Nicht unterstützter SOAP-Codierungsstil %s
fr_fr: EncodingStyle %s SOAP non pris en charge
ja_jp: SOAP encodingStyle %s はサポートされていません

source: Mismatched paramaters to RegisterChildNodes
de_de: Nicht übereinstimmende Parameter bei RegisterChildNodes
fr_fr: Non concordance de paramètres pour RegisterChildNodes
ja_jp: RegisterChildNodes との不一致パラメータ

source: Element does not contain a single text node
de_de: Element enthält keinen einzelnen Textknoten
fr_fr: L'élément ne contient pas de noeud texte unique
ja_jp: 要素は単一テキストノードを含んでいません

source: DOM Implementation does not support IDOMParseOptions
de_de: DOM-Implementierung unterstützt nicht IDOMParseOptions
fr_fr: L'implémentation DOM ne supporte pas IDOMParseOptions
ja_jp: DOM 実装は IDOMParseOptions をサポートしません

source: Invalid operation on a hosted node
de_de: Ungültige Operation für einen hosted-Knoten
fr_fr: Opération incorrecte sur un noeud hébergé
ja_jp: ホストされたノードでの無効な操作

source: ItemTag property is not initialized
de_de: Die Eigenschaft ItemTag ist nicht initialisiert
fr_fr: La propriété ItemTag n'est pas initialisée
ja_jp: ItemTag プロパティは初期化されていません

source: Node is readonly
de_de: Knoten ist schreibgeschützt
fr_fr: Le noeud est en lecture seule
ja_jp: ノードは読取専用です

source: Unsupported character encoding "%s", try using LoadFromFile
de_de: Nicht unterstützte Zeichencodierung "%s", versuchen Sie LoadFromFile
fr_fr: Encodage de caractères "%s" non supporté, essayez d'utiliser LoadFromFile
ja_jp: サポートされていない文字エンコード "%s"。LoadFromFile を使ってみてください

source: Refresh is only supported if the FileName or XML properties are set
de_de: Aktualisierung wird nur unterstützt, wenn die Eigenschaften FileName oder XML gesetzt sind
fr_fr: Le rafraîchissement (refresh) est uniquement supporté si la propriété FileName ou XML est définie
ja_jp: 再表示は FileName または XML プロパティが設定されている場合のみサポートされます

source: FileName cannot be blank
de_de: FileName muss angegeben werden
fr_fr: Le nom de fichier ne peut pas être vide
ja_jp: FileName は空白ではいけません

source: Line
de_de: Zeile
fr_fr: Ligne
ja_jp: 行

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
ja_jp: 不明

source: Invalid or unsupported XML Schema document
de_de: Ungültiges oder nicht unterstütztes XML-Schemadokument
fr_fr: Document Schéma XML non pris en charge ou incorrect
ja_jp: 無効あるいはサポートされていない XML スキーマドキュメント

source: Local type declarations cannot have a name. Element: %s
de_de: Lokale Typdeklarationen dürfen keinen Namen besitzen. Element: %s
fr_fr: Les déclarations de type local ne peuvent avoir de nom. Elément : %s
ja_jp: ローカル型宣言は名前を持つことができません。要素: %s

source: Unknown datatype "%s"
de_de: Unbekannter Datentyp "%s"
fr_fr: Type de données "%s" inconnu
ja_jp: 不明なデータタイプ "%s"

source: Invalid %s value: "%s"
de_de: Ungültiger %s-Wert: "%s"
fr_fr: Valeur %s incorrecte : "%s"
ja_jp: 無効な %s 値: "%s"

source: Invalid group declaration in "%s"
de_de: Ungültige Gruppendeklaration in "%s"
fr_fr: Déclaration de groupe incorrecte dans "%s"
ja_jp: %s の無効なグループ宣言

source: Not supported
de_de: Nicht unterstützt
fr_fr: Non supporté
ja_jp: サポートされていません

source: Attribute already associated with another element
de_de: Attribut bereits einem anderen Element zugeordnet
fr_fr: Attribut déjà associé à un autre élément
ja_jp: 属性は既に別の要素と関連付けられています

source: Invalid state
de_de: Ungültiger Status
fr_fr: Etat incorrect
ja_jp: 無効な状態です

source: Invalid syntax
de_de: Ungültige Syntax
fr_fr: Syntaxe incorrecte
ja_jp: 構文が無効です

source: Invalid modification
de_de: Ungültige Änderung
fr_fr: Modification incorrecte
ja_jp: 変更が不正です

source: Invalid namespace request
de_de: Ungültige Namespace-Anforderung
fr_fr: Requête d'espace de nommage incorrecte
ja_jp: 名前空間の要求が無効です

source: Invalid access
de_de: Ungültiger Zugriff
fr_fr: Accès incorrect
ja_jp: アクセスが無効です

source: TransformNode most be called using a document node (not a document element) for the source and the stylesheet.
de_de: TransformNode muss mit einem Dokumentknoten (nicht einem Dokumentelement) für die Quelle und das Stylesheet aufgerufen werden.
fr_fr: TransformNode doit être appelé en utilisant un noeud de document (et non un élément de document) pour le source et la feuille de style.
ja_jp: TransformNode は，ソースやスタイルシートの (ドキュメント要素ではなく) ドキュメントノードを使って呼び出されなければなりません

source: Error creating file "%s"
de_de: Fehler beim Erstellen der Datei "%s"
fr_fr: Erreur lors de la création du fichier "%s"
ja_jp: ファイル "%s" の作成時にエラーが発生しました

source: Unhandled Xerces DOM error (no message available): %d
de_de: Unbehandelter Xerces-DOM-Fehler (keine Meldung verfügbar): %d
fr_fr: Erreur DOM Xerces non gérée (pas de message disponible) : %d
ja_jp: ハンドルされない Xerces DOM エラー (メッセージがありません): %d

source: DOM Error:
de_de: DOM-Fehler:
fr_fr: Erreur DOM :
ja_jp: DOM エラー:

source: No active document
de_de: Kein aktives Dokument
fr_fr: Pas de document actif
ja_jp: アクティブドキュメントがありません

source: Node "%s" not found
de_de: Knoten "%s" nicht gefunden
fr_fr: Noeud "%s" non trouvé
ja_jp: ノード "%s" が見つかりません

source: IDOMNode required
de_de: IDOMNode erforderlich
fr_fr: IDOMNode requis
ja_jp: IDOMNode が必要です

source: Attributes are not supported on this node type
de_de: Attribute werden bei diesem Knotentyp nicht unterstützt
fr_fr: Les attributs ne sont pas supportés sur ce type de noeud
ja_jp: 属性はこのノードタイプでサポートされていません

source: Invalid node type
de_de: Ungültiger Knotentyp
fr_fr: Type de noeud incorrect
ja_jp: 無効なノードタイプ

source: No matching DOM Vendor: "%s"
de_de: Kein entsprechender DOM-Hersteller: "%s"
fr_fr: Pas de fournisseur DOM correspondant : "%s"
ja_jp: 一致する DOM Vendor がありません: "%s"

source: Selected DOM Vendor does not support this property or method
de_de: Der gewählte DOM-Hersteller unterstützt diese Eigenschaft oder Methode nicht
fr_fr: Le vendeur DOM sélectionné ne supporte pas cette propriété ou cette méthode
ja_jp: 選択された DOM ベンダーはこのプロパティまたはメソッドをサポートしていません

source: Property or Method "%s" is not supported by DOM Vendor "%s"
de_de: Eigenschaft oder Methode "%s" wird vom DOM-Hersteller "%s" nicht unterstützt
fr_fr: La propriété ou la méthode "%s" n'est pas supportée par le vendeur DOM "%s"
ja_jp: プロパティあるいはメソッド "%s" は DOM Vendor "%s" によりサポートされていません

source: Node cannot be null
de_de: Knoten kann nicht Null sein
fr_fr: Le noeud ne peut pas être défini à null
ja_jp: ノードはヌルではいけません

source: Microsoft MSXML is not installed
de_de: Microsoft MSXML ist nicht installiert
fr_fr: Microsoft MSXML n'est pas installé
ja_jp: Microsoft MSXML はインストールされていません

source: Error downloading URL: %s
de_de: Fehler beim Download von URL: %s
fr_fr: Erreur de téléchargement de l'URL : %s
ja_jp: ダウンロードエラー URL： %s

source: Unable to load %s
de_de: %s kann nicht geladen werden
fr_fr: Impossible de charger %s
ja_jp: %s をロードできません

source: This property or method is not implemented in the Open XML Parser
de_de: Eigenschaft oder Methode ist nicht im Open XML Parser implementiert
fr_fr: Propriété ou méthode non implémentée dans l'analyseur XML
ja_jp: このプロパティあるいはメソッドは Open XML Parser では実装されません

source: Invalid string offset
de_de: Ungültiges String-Offset
fr_fr: Décalage de chaîne incorrect
ja_jp: 文字列オフセットが無効です

source: Invalid DOMString size
de_de: Ungültige DOMString-Größe
fr_fr: Taille DOMString incorrecte
ja_jp: DOMString サイズが無効です

source: Cannot insert child node
de_de: Untergeordneter Knoten kann nicht eingefügt werden
fr_fr: Impossible d'insérer un noeud enfant
ja_jp: 子ノードを挿入できません

source: Node is owned by a different document
de_de: Knoten gehört zu einem anderen Dokument
fr_fr: Noeud possédé par un autre document
ja_jp: ノードは別のドキュメントによって所有されています

source: Invalid character in name
de_de: Ungültiges Zeichen im Namen
fr_fr: Caractère incorrect dans le nom
ja_jp: 名前に無効な文字が含まれています

source: No data allowed
de_de: Keine Daten zulässig
fr_fr: Données non autorisées
ja_jp: データは禁止されています

source: No modification allowed (readonly data)
de_de: Änderung nicht zulässig (schreibgeschützte Daten)
fr_fr: Modifications non autorisées (données en lecture seule)
ja_jp: 変更は許されません (読み取り専用データ)

source: Node not found
de_de: Knoten nicht gefunden
fr_fr: Noeud non trouvé
ja_jp: ノードが見つかりません

source: Press F1 for more help.
de_de: Drücken Sie F1 für weitere Hilfe.
fr_fr: Appuyez sur F1 pour obtenir de l'aide.
ja_jp: 詳細なヘルプについては F1 キーを押します。

source: Unable to generate Screen Tips because there are no linked Action Lists.
de_de: QuickInfos können nicht erstellt werden, weil keine verknüpften Aktionslisten vorhanden sind.
fr_fr: Impossible de générer les conseils d'aide en l'absence de listes d'actions liées.
ja_jp: リンクされたアクション リストがないために画像のヒントを生成できません。

source: The Socket Server can only be run as a service on NT 3.51 and prior
de_de: Der Socket-Server kann auf Win NT 3.51 und älter als Service ausgeführt werden
fr_fr: Le serveur de socket ne peut être exécuté comme service que sur NT 3.51 et antérieur
ja_jp: ソケットサーバーは NT3.51 以前ではサービスとしてしか起動できません

source: Cannot exit when there are active connections. Kill connections?
de_de: Das Programm kann nicht beendet werden, da noch aktive Verbindungen bestehen. Sollen diese Verbindungen abgebrochen werden?
fr_fr: Impossible de quitter tant que des connexions sont actives. Terminer les connexions ?
ja_jp: アクティブな接続があるので終了できません。切断してよいですか？

source: Cannot change settings when there are active connections. Kill connections?
de_de: Die Einstellungen können nicht geändert werden, da noch aktive Verbindungen bestehen. Sollen diese Verbindungen abgebrochen werden?
fr_fr: Impossible de modifier les paramètres tant que des connexions sont actives. Terminer les connexions ?
ja_jp: アクティブな接続があるので設定を変更できません。切断してよいですか？

source: Disconnecting clients can cause application errors. Continue?
de_de: Wenn die Verbindung zu den Clients getrennt wird, kann das zu Fehlern in der Anwendung führen. Weiter?
fr_fr: La déconnexion des clients peut provoquer des erreurs d'application. Continuer ?
ja_jp: クライアントを切断するとアプリケーションエラーが起きる場合があります。続けますか？

source: Error opening port %d with error: %s
de_de: Fehler beim Öffnen von Port %d. Fehler: %s
fr_fr: Erreur à l'ouverture du port %d avec l'erreur : %s
ja_jp: ポート %d を開こうとしましたがエラーが起きました。: %s

source: (Not Shown)
de_de: (Nicht angezeigt)
fr_fr: (Non affiché)
ja_jp: (非表示)

source: WinSock 2 must be installed to use the socket connection
de_de: Um Socket-Verbindungen verwenden zu können, muss WinSock2 installiert sein
fr_fr: WinSock 2 doit être installé pour utiliser la connexion socket
ja_jp: ソケット接続のためには WinSock 2 がインストールされている必要があります。

source: %d current connections
de_de: %d aktuelle Verbindungen
fr_fr: %d connexions en cours
ja_jp: 現在の接続数：%d

source: The Socket Server is already running
de_de: Der Socket-Server wird bereits ausgeführt
fr_fr: Le serveur Socket est déjà exécuté
ja_jp: ソケットサーバーは起動済みです。

source: This change will not take affect until the Socket Server is restarted
de_de: Die Änderungen werden erst nach Neustart des Socket-Server wirksam
fr_fr: Cette modification ne prendra effet qu'après le redémarrage du serveur de Socket
ja_jp: ソケットサーバーを再起動しないと変更された設定は有効になりません。

source: Servers
de_de: Server
fr_fr: Serveurs
ja_jp: サーバー

source: "%s" DOMImplementation already registered
de_de: DOM-Implementierung "%s" bereits registriert
fr_fr: DOMImplementation "%s" déjà recensée
ja_jp: "%s" DOMImplementation はすでに登録されています

source: Ribbon Group must have a Ribbon Page as its parent
de_de: Der Ribbon-Gruppe muss eine Ribbon-Seite übergeordnet sein
fr_fr: Le groupe ruban doit avoir une page ruban comme parent
ja_jp: リボン グループの親には、リボン ページのみを設定できます

source: Only Ribbon Groups can be inserted into a Ribbon Page
de_de: In eine Ribbon-Seite dürfen nur Ribbon-Gruppen eingefügt werden
fr_fr: Seuls les groupes ruban peuvent être insérés dans une page ruban
ja_jp: リボン ページにはリボン グループのみを配置できます

source: Add to Quick Access Toolbar
de_de: Der Symbolleiste für den Schnellzugriff hinzufügen
fr_fr: Ajouter à la barre d'outils Accès rapide
ja_jp: クイック アクセス ツールバーに追加

source: Remove from Quick Access Toolbar
de_de: Aus Symbolleiste für den Schnellzugriff entfernen
fr_fr: Retirer de la barre d'outils Accès rapide
ja_jp: クイック アクセス ツールバーから削除

source: Customize Quick Access Toolbar...
de_de: Symbolleiste für den Schnellzugriff anpassen...
fr_fr: Personnaliser la barre d'outils Accès rapide...
ja_jp: クイック アクセス ツールバーのカスタマイズ...

source: More controls
de_de: Weitere Steuerelemente
fr_fr: Autres contrôles
ja_jp: 他のコントロール

source: More Commands...
de_de: Weitere Befehle...
fr_fr: Autres commandes...
ja_jp: 他のコマンド...

source: Minimize the Ribbon
de_de: Multifunktionsleiste minimieren
fr_fr: Minimiser le composant Ruban
ja_jp: リボンを最小化する

source: Cannot place an item on the Quick Access Toolbar that does not have a glyph
de_de: Elemente ohne Symbol können nicht zur Symbolleiste für den Schnellzugriff hinzugefügt werden
fr_fr: Impossible de placer un élément sur la barre d'outils Accès rapide n'ayant pas de glyphe
ja_jp: グリフがないクイック アクセス ツールバーにアイテムを配置できません

source: Show Above the Ribbon
de_de: Über der Multifunktionsleiste anzeigen
fr_fr: Afficher au-dessus du ruban
ja_jp: リボンの上に表示

source: Show Below the Ribbon
de_de: Unter der Multifunktionsleiste anzeigen
fr_fr: Afficher dessous le ruban
ja_jp: リボンの下に表示

source: Show Quick Access Toolbar Above the Ribbon
de_de: Symbolleiste für den Schnellzugriff über der Multifunktionsleiste anzeigen
fr_fr: Afficher la barre d'outils Accès rapide au-dessus du ruban
ja_jp: リボンの上にクイック アクセス ツールバーを表示

source: Show Quick Access Toolbar Below the Ribbon
de_de: Symbolleiste für den Schnellzugriff unter der Multifunktionsleiste anzeigen
fr_fr: Afficher la barre d'outils Accès rapide dessous le ruban
ja_jp: リボンの下にクイック アクセス ツールバーを表示

source: This command is disabled.
de_de: Dieser Befehl ist deaktiviert.
fr_fr: Cette commande est désactivée.
ja_jp: このコマンドは使用できません。

source: Use the glyph property to set an image
de_de: Legen Sie mit der Eigenschaft Glyph ein Bild fest
fr_fr: Utilisez la propriété glyph pour définir une image
ja_jp: グリフ プロパティを使用して画像を設定する

source: Cannot assign a non-ScreenTipItem to a ScreenTipItem
de_de: Ein Nicht-ScreenTipItem kann keinem ScreenTipItem zugewiesen werden
fr_fr: Impossible d'assigner un non-ScreenTipItem à un ScreenTipItem
ja_jp: ScreenTipItem 以外を ScreenTipItem に割り当てできません

source: This "Portable Network Graphics" image is invalid because the decoder found an unexpected end of the file.
de_de: Dieses "Portable Network Graphics" Bild ist ungültig: Der Dekoder ist unerwartete auf das Ende der Datei gestoßen.
fr_fr: Cette image "Portable Network Graphics" est invalide car le decodeur est arrivé à une fin de fichier non attendue.
ja_jp: この "Portable Network Graphics" 画像は無効です。デコーダが予期しないファイルの終端を検出したためです。

source: This "Portable Network Graphics" image contains no data.
de_de: Dieses "Portable Network Graphics" Bild enthält keine Daten.
fr_fr: Cette image "Portable Network Graphics" ne contient pas de données.
ja_jp: この "Portable Network Graphics" 画像にはデータが含まれていません。

source: The program tried to add a existent critical chunk to the current image which is not allowed.
de_de: Das Programm versucht einen existierenden und notwendigen Abschnitt zum aktuellen Bild hinzuzufügen. Dies ist nicht zulässig.
fr_fr: Le programme a essayé d'ajouter un morceau critique existant à l'image actuelle, ce qui n'est pas autorisé.
ja_jp: プログラムが現在の画像に既存の必須チャンクの追加を試行しました。これは許可されていません。

source: It's not allowed to add a new chunk because the current image is invalid.
de_de: Es ist nicht zulässig, einem ungültigen Bild einen neuen Abschnitt hinzuzufügen.
fr_fr: Il n'est pas permis d'ajouter un nouveau morceau car l'image actuelle est invalide.
ja_jp: 新しいチャンクの追加は許可されていません。現在の画像が有効ではないからです。

source: The png image could not be loaded from the resource ID.
de_de: Das PNG Bild konnte nicht aus den Resourcendaten geladen werden.
fr_fr: L'image png n'a pu être chargée depuis l'ID ressource.
ja_jp: PNG 画像はリソース ID からロードできませんでした。

source: Some operation could not be performed because the system is out of resources. Close some windows and try again.
de_de: Es stehen nicht genügend Resourcen im System zur Verfügung, um die Operation auszuführen. Schließen Sie einige Fenster und versuchen Sie es erneut.
fr_fr: Certaines opérations n'ont pu être effectuée car le système n'a plus de ressources. Fermez quelques fenêtres et essayez à nouveau.
ja_jp: 一部の操作が実行されませんでした。システムのリソースが不足しているためです。一部のウィンドウを閉じてやり直してください。

source: Setting bit transparency color is not allowed for png images containing alpha value for each pixel (COLOR_RGBALPHA and COLOR_GRAYSCALEALPHA)
de_de: Das Setzen der Bit-Transparent-Farbe ist für PNG-Images die Alpha-Werte für jedes Pixel enthalten (COLOR_RGBALPHA und COLOR_GRAYSCALEALPHA) nicht zulässig
fr_fr: Définir le bit de transparence n'est pas permis pour des images png qui contiennent une valeur alpha pour chaque pixel (COLOR_RGBALPHA et COLOR_GRAYSCALEALPHA)
ja_jp: 各ピクセルに対するアルファ値 (COLOR_RGBALPHA と COLOR_GRAYSCALEALPHA) を含む PNG 画像で透過色のビット設定は許可されていません

source: This operation is not valid because the current image contains no valid header.
de_de: Die Datei, die gelesen wird, ist kein gültiges "Portable Network Graphics" Bild, da es keinen gültigen Header enthält.
fr_fr: Cette opération n'est pas valide car l'image actuelle ne contient pas de header valide.
ja_jp: この操作は有効ではありません。現在の画像に有効なヘッダーがないからです。

source: The new size provided for image resizing is invalid.
de_de: Die neue Größe für die Größenanpassung des Bildes ist ungültig.
fr_fr: La nouvelle taille fournie pour le redimensionnement de l'image est incorrecte.
ja_jp: サイズ変更する画像の新しいサイズは有効ではありません。

source: The "Portable Network Graphics" could not be created because invalid image type parameters have being provided.
de_de: "Portable Network Graphics" konnte nicht erstellt werden, weil ungültige Bildtypparameter angegeben wurden.
fr_fr: Impossible de créer le format PNG (Portable Network Graphics) car des paramètres de type d'image incorrects ont été fournis.
ja_jp: "Portable Network Graphics" を作成できませんでした。不正な画像タイプ パラメータが指定されています。

source: A page with the caption "%s" already exists
de_de: Eine Seite mit der Bezeichnung "%s" ist bereits vorhanden
fr_fr: Une page avec le libellé "%s" existe déjà
ja_jp: キャプション "%s" のページは既に存在します

source: A Ribbon Pages parent must be TCustomRibbon
de_de: TCustomRibbon-Objekt muss den Multifunktionsleistenseiten übergeordnet sein
fr_fr: Un parent Pages Ruban doit être TCustomRibbon
ja_jp: リボン ページの親は TCustomRibbon が必要です

source: Recent Documents
de_de: Zuletzt verwendete Dokumente
fr_fr: Documents récents
ja_jp: 最新のドキュメント

source: Only one Ribbon control on a Form is allowed
de_de: Es ist nur ein Ribbon-Steuerelement pro Formular zulässig
fr_fr: Un seul contrôle ruban est autorisé sur une fiche
ja_jp: フォームで利用できるのは 1 つのリボン コントロールのみです

source: Specified TabIndex is invalid
de_de: Der angegebene Wert für die Eigenschaft TabIndex ist ungültig
fr_fr: L'index d'onglet spécifié est incorrect
ja_jp: 指定した TabIndex は無効です
